ms-python.python
patbenatar.advanced-new-file
coenraads.bracket-pair-colorizer
teabyii.ayu
ms-azuretools.vscode-docker
mikestead.dotenv
dbaeumer.vscode-eslint
file-icons.file-icons
felipecaputo.git-project-manager
github.vscode-pull-request-github
mquandalle.graphql
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
karigari.chat
ms-vsliveshare.vsliveshare-pack
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
pnp.polacode
esbenp.prettier-vscode
wayou.vscode-todo-highlight
zxh404.vscode-proto3
